---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InteriorTickDisplay
source: html/bc3363ea-0986-39a1-2b47-9b9b884fc135.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InteriorTickDisplay Property

"Interior Tick Mark Display"

## Syntax (C#)
```csharp
public static ForgeTypeId InteriorTickDisplay { get; }
```